Revit 2027 API
ParameterTypeId.DividedSurfacePatternIndentn1 Property
 "Indent 1"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedSurfacePatternIndentn1 { get; }
Public Shared ReadOnly Property DividedSurfacePatternIndentn1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedSurfacePatternIndentn1 {
	ForgeTypeId^ get ();
}
static member DividedSurfacePatternIndentn1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace